Repository: nawawi/poedit
Catalog: locales/macos/*.lproj/InfoPlist.strings
Languages: af, be, bg, ca, de, es, eu, ga, gl, hu, hy, id, kab, ko, ms, nb, ru, sk, sl, tg, th, tr, uz, zh_hant

source: PO Translation
af: PO-vertaling
be: Файл перакладу PO
bg: Файл с превод PO
ca: Traducció PO
de: PO-Übersetzung
es: Traducción en PO
eu: PO itzulpena
ga: Aistriúchán PO
gl: Tradución PO
hu: PO fordítás
hy: PO թարգմանություն
id: Terjemahan PO
kab: Tasuqilt PO
ko: PO 번역
ms: Terjemahan PO
nb: PO-oversettelse
ru: Файл перевода PO
sk: PO preklad
sl: Prevod PO
tg: Тарҷумаи PO
th: การแปล PO
tr: PO Çevirisi
uz: PO Tarjima
zh_hant: PO 翻譯

source: Compiled Translation
af: Gekompileerde Vertaling
be: Скампіляваны файл перакладу
bg: Компилиран превод
ca: Traducció compilada
de: Kompilierte Übersetzung
es: Traducción compilada
eu: Konpilatutako itzulpena
ga: Aistriúchán Tiomsaithe
gl: Tradución compilada
hu: Összeállított fordítás
hy: Կազմարկված թարգմանություն
id: Terjemahan Dikompilasi
kab: Tasuqilt yefsan
ko: 컴파일한 번역
ms: Terjemahan Terkompil
nb: Kompilert oversettelse
ru: Скомпилированный файл перевода
sk: Skompilovaný preklad
sl: Prevedeni prevod
tg: Тарҷумаи тайёр
th: การแปลที่คอมไพล์แล้ว
tr: Derlenmiş Çeviri
uz: Kompilyatsiyalangan tarjima
zh_hant: 已編譯的翻譯檔

source: Translation Template
af: Vertalingsjabloon
be: Шаблон перакладу
bg: Шаблон за преводи
ca: Plantilla de traducció
de: Übersetzungsvorlage
es: Plantilla de traducción
eu: Itzulpen txantiloia
ga: Teimpléad Aistriúcháin
gl: Modelo de tradución
hu: Fordítási sablon
hy: Թարգմանության նմուշ
id: Template Terjemahan
kab: Taneɣruft n tsuqilt
ko: 번역 양식
ms: Templat Terjemahan
nb: Oversettelsesmal
ru: Шаблон перевода
sk: Šablóna prekladu
sl: Predloga prevoda
tg: Қолиби тарҷума
th: แม่แบบการแปล
tr: Çeviri Şablonu
uz: Tarjima namunasi
zh_hant: 翻譯模板

source: XLIFF Translation
af: XLIFF-vertaling
be: Пераклад XLIFF
bg: Файл с превод XLIFF
ca: Traducció XLIFF
de: XLIFF-Übersetzung
es: Traducción XLIFF
eu: XLIFF itzulpena
ga: Aistriúchán XLIFF
gl: Tradución de XLIFF
hu: XLIFF fordítás
hy: XLIFF թարգմանություն
id: Terjemahan XLIFF
kab: Tsuqqilt XLIFF
ko: XLIFF 번역
ms: Terjemahan XLIFF
nb: XLIFF oversettelse
ru: Файл перевода XLIFF
sk: XLIFF preklad
sl: Prevod XLIFF
tg: Тарҷумаи XLIFF
th: ไฟล์แปลภาษา XLIFF
tr: XLIFF Çeviri
uz: XLIFF Tarjima
zh_hant: XLIFF 翻譯

# MDItemKeywords
source: PO,XLIFF,gettext,WordPress,i18n,l10n,translation,localization
af: PO,XLIFF,gettext,WordPress,i18n,l10n,vertaling,lokalisering
be: PO,XLIFF,gettext,WordPress,i18n,l10n,пераклад,лакалізацыя
bg: PO,XLIFF,gettext,WordPress,i18n,l10n,превод,локализация
ca: PO,XLIFF,gettext,WordPress,i18n,l10n,traducció,localització,regionalització
de: PO,XLIFF,gettext,WordPress,i18n,l10n,Übersetzung,Lokalisierung
es: PO,XLIFF,gettext,WordPress,i18n,l10n,traducción,localización,regionalización
eu: PO,XLIFF,gettext,WordPress,i18n,l10n,itzulpena,lokalizazioa
ga: PO,XLIFF,gettext,WordPress,i18n,l10n,aistriúchán,logánú
gl: PO,XLIFF,gettext,WordPress,i18n,l10n,tradución,localización
hu: PO,XLIFF,gettext,WordPress,i18n,l10n,fordítás,lokalizáció
id: PO,XLIFF,gettext,WordPress,i18n,l10n,terjemahan,pelokalan
kab: PO, XLIFF, gettext, WordPress, i18n, l10n, tasuqqilt, asideg
ko: PO,XLIFF,gettext,WordPress,i18n,l10n,번역,현지화
ms: PO,XLIFF,gettext,WordPress,i18n,l10n,terjemahan,penyetempatan
nb: PO,XLIFF,gettext,WordPress,i18n,l10n,oversettelser,lokalisering
ru: PO,XLIFF,gettext,WordPress,i18n,l10n,перевод,локализация
sk: PO,XLIFF,gettext,WordPress,i18n,l10n,preklad,lokalizácia
sl: PO,XLIFF,gettext,WordPress,i18n,l10n,prevod,lokalizacija
tg: PO,XLIFF,gettext,WordPress,i18n,l10n,тарҷума,маҳаллисозӣ
tr: PO,XLIFF,gettext,WordPress,i18n,l10n,çeviri,yerelleştirme
zh_hant: PO,XLIFF,gettext,WordPress,i18n,l10n,translation,localization,翻譯,本地化,在地化,中文化

# NSDesktopFolderUsageDescription
source: Poedit needs to access your source files to scan them for translatable strings.
af: Poedit benodig toegang tot u bronlêers om dit vir vertaalbare stringe te skandeer.
be: Для Poedit неабходны доступ да вашых зыходных файлаў, каб прасканіраваць іх на наяўнасць радкоў для перакладу.
bg: Poedit трябва да има достъп до файловете с изходния код, за да може да ги сканира за текстове за превод.
ca: El Poedit necessita accedir als fitxers de codi font per a cercar-hi cadenes traduïbles.
de: Poedit muss auf Ihre Quelldateien zugreifen, um sie nach übersetzbaren Zeichenketten zu durchsuchen.
es: Poedit necesita acceder a sus archivos fuente para analizarlos en busca de cadenas traducibles.
eu: Poedit-ek zure iturburu fitxategietara sartu behar du kate itzulgarriak bilatzeko.
ga: Caithfidh tú cead a thabhairt do Poedit teaghráin inaistrithe a lorg sna comhaid fhoinseacha.
gl: Poedit necesita acceder aos ficheiros de orixe para buscar cadeas traducíbeis.
hu: A Poedit-nek hozzáférés kell a forrásfájlokhoz, hogy lekérdezzék őket a fordítható karakterláncokra.
hy: Poedit-ը պետք է մուտք ունենա ելակետային ֆայլերին՝ ստուգելու համար թարգմանելի տողերի առկայությունը:
id: Poedit perlu mengakses berkas-berkas sumber Anda untuk memindai mereka mencari kalimat-kalimat yang dapat diterjemahkan.
kab: Poedit yesra ad yekcem ɣer ifuyla iɣbula inek iwakken ad inadi izraren n tsuqqilt.
ko: 번역 가능한 문자열을 스캔하기 위해 Poedit이 소스 코드에 접근할 수 있어야 합니다.
ms: Poedit memerlukan capaian ke fail sumber anda supaya dapat mengimbas rentetan-rentetan boleh terjemah.
nb: Poedit må få tilgang til kildefilene dine for å skanne dem etter oversettbare strenger.
ru: Poedit должен получить доступ к вашим исходным файлам, чтобы сканировать их на наличие переводимых строк.
sk: Poedit potrebuje prístup k vašim súborom so zdrojovým kódom, aby v nich mohol vyhľadať preložiteľné reťazce.
sl: Poedit mora dostopati do vaših izvornih datotek za pregled nizov, ki jih je mogoče prevesti.
tg: Poedit мехоҳад ба файлҳои манбаи шумо барои ёфтани сатрҳои тарҷумашаванда дастрасӣ пайдо кунад.
th: Poedit ต้องการการเข้าถึงไฟล์ข้อมูลเพื่อสแกนหาสตริงที่สามารถแปลได้
tr: Poedit’in, çevrilebilir satırları taramak için kaynak dosyalarınıza erişmesi gerekiyor.
uz: Poedit sizning fayllaringizni, tarjima qilinadigan satrlarni skanerlashi uchun ularga kira olishi kerak.
zh_hant: Poedit 需要存取您的來源檔，才能掃描是否有可翻譯的字串。

# NSDocumentsFolderUsageDescription
source: Poedit needs to access your source files to scan them for translatable strings.
af: Poedit benodig toegang tot u bronlêers om dit vir vertaalbare stringe te skandeer.
be: Для Poedit неабходны доступ да вашых зыходных файлаў, каб прасканіраваць іх на наяўнасць радкоў для перакладу.
bg: Poedit трябва да има достъп до файловете с изходния код, за да може да ги сканира за текстове за превод.
ca: El Poedit necessita accedir als fitxers de codi font per a cercar-hi cadenes traduïbles.
de: Poedit muss auf Ihre Quelldateien zugreifen, um sie nach übersetzbaren Zeichenketten zu durchsuchen.
es: Poedit necesita acceder a sus archivos fuente para analizarlos en busca de cadenas traducibles.
eu: Poedit-ek zure iturburu fitxategietara sartu behar du kate itzulgarriak bilatzeko.
ga: Caithfidh tú cead a thabhairt do Poedit teaghráin inaistrithe a lorg sna comhaid fhoinseacha.
gl: Poedit necesita acceder aos ficheiros de orixe para buscar cadeas traducíbeis.
hu: A Poedit-nek hozzáférés kell a forrásfájlokhoz, hogy lekérdezzék őket a fordítható karakterláncokra.
hy: Poedit-ը պետք է մուտք ունենա ելակետային ֆայլերին՝ ստուգելու համար թարգմանելի տողերի առկայությունը:
id: Poedit perlu mengakses berkas-berkas sumber Anda untuk memindai mereka mencari kalimat-kalimat yang dapat diterjemahkan.
kab: Poedit yesra ad yekcem ɣer ifuyla iɣbula inek iwakken ad inadi izraren n tsuqqilt.
ko: 번역 가능한 문자열을 스캔하기 위해 Poedit이 소스 코드에 접근할 수 있어야 합니다.
ms: Poedit memerlukan capaian ke fail sumber anda supaya dapat mengimbas rentetan-rentetan boleh terjemah.
nb: Poedit må få tilgang til kildefilene dine for å skanne dem etter oversettbare strenger.
ru: Poedit должен получить доступ к вашим исходным файлам, чтобы сканировать их на наличие переводимых строк.
sk: Poedit potrebuje prístup k vašim súborom so zdrojovým kódom, aby v nich mohol vyhľadať preložiteľné reťazce.
sl: Poedit mora dostopati do vaših izvornih datotek za pregled nizov, ki jih je mogoče prevesti.
tg: Poedit мехоҳад ба файлҳои манбаи шумо барои ёфтани сатрҳои тарҷумашаванда дастрасӣ пайдо кунад.
th: Poedit ต้องการการเข้าถึงไฟล์ข้อมูลเพื่อสแกนหาสตริงที่สามารถแปลได้
tr: Poedit’in, çevrilebilir satırları taramak için kaynak dosyalarınıza erişmesi gerekiyor.
uz: Poedit sizning fayllaringizni, tarjima qilinadigan satrlarni skanerlashi uchun ularga kira olishi kerak.
zh_hant: Poedit 需要存取您的來源檔，才能掃描是否有可翻譯的字串。

# NSDownloadsFolderUsageDescription
source: Poedit needs to access your source files to scan them for translatable strings.
af: Poedit benodig toegang tot u bronlêers om dit vir vertaalbare stringe te skandeer.
be: Для Poedit неабходны доступ да вашых зыходных файлаў, каб прасканіраваць іх на наяўнасць радкоў для перакладу.
bg: Poedit трябва да има достъп до файловете с изходния код, за да може да ги сканира за текстове за превод.
ca: El Poedit necessita accedir als fitxers de codi font per a cercar-hi cadenes traduïbles.
de: Poedit muss auf Ihre Quelldateien zugreifen, um sie nach übersetzbaren Zeichenketten zu durchsuchen.
es: Poedit necesita acceder a sus archivos fuente para analizarlos en busca de cadenas traducibles.
eu: Poedit-ek zure iturburu fitxategietara sartu behar du kate itzulgarriak bilatzeko.
ga: Caithfidh tú cead a thabhairt do Poedit teaghráin inaistrithe a lorg sna comhaid fhoinseacha.
gl: Poedit necesita acceder aos ficheiros de orixe para buscar cadeas traducíbeis.
hu: A Poedit-nek hozzáférés kell a forrásfájlokhoz, hogy lekérdezzék őket a fordítható karakterláncokra.
hy: Poedit-ը պետք է մուտք ունենա ելակետային ֆայլերին՝ ստուգելու համար թարգմանելի տողերի առկայությունը:
id: Poedit perlu mengakses berkas-berkas sumber Anda untuk memindai mereka mencari kalimat-kalimat yang dapat diterjemahkan.
kab: Poedit yesra ad yekcem ɣer ifuyla iɣbula inek iwakken ad inadi izraren n tsuqqilt.
ko: 번역 가능한 문자열을 스캔하기 위해 Poedit이 소스 코드에 접근할 수 있어야 합니다.
ms: Poedit memerlukan capaian ke fail sumber anda supaya dapat mengimbas rentetan-rentetan boleh terjemah.
nb: Poedit må få tilgang til kildefilene dine for å skanne dem etter oversettbare strenger.
ru: Poedit должен получить доступ к вашим исходным файлам, чтобы сканировать их на наличие переводимых строк.
sk: Poedit potrebuje prístup k vašim súborom so zdrojovým kódom, aby v nich mohol vyhľadať preložiteľné reťazce.
sl: Poedit mora dostopati do vaših izvornih datotek za pregled nizov, ki jih je mogoče prevesti.
tg: Poedit мехоҳад ба файлҳои манбаи шумо барои ёфтани сатрҳои тарҷумашаванда дастрасӣ пайдо кунад.
th: Poedit ต้องการการเข้าถึงไฟล์ข้อมูลเพื่อสแกนหาสตริงที่สามารถแปลได้
tr: Poedit’in, çevrilebilir satırları taramak için kaynak dosyalarınıza erişmesi gerekiyor.
uz: Poedit sizning fayllaringizni, tarjima qilinadigan satrlarni skanerlashi uchun ularga kira olishi kerak.
zh_hant: Poedit 需要存取您的來源檔，才能掃描是否有可翻譯的字串。

# NSFileProviderDomainUsageDescription
source: Poedit needs to access your source files to scan them for translatable strings.
af: Poedit benodig toegang tot u bronlêers om dit vir vertaalbare stringe te skandeer.
be: Для Poedit неабходны доступ да вашых зыходных файлаў, каб прасканіраваць іх на наяўнасць радкоў для перакладу.
bg: Poedit трябва да има достъп до файловете с изходния код, за да може да ги сканира за текстове за превод.
ca: El Poedit necessita accedir als fitxers de codi font per a cercar-hi cadenes traduïbles.
de: Poedit muss auf Ihre Quelldateien zugreifen, um sie nach übersetzbaren Zeichenketten zu durchsuchen.
es: Poedit necesita acceder a sus archivos fuente para analizarlos en busca de cadenas traducibles.
eu: Poedit-ek zure iturburu fitxategietara sartu behar du kate itzulgarriak bilatzeko.
ga: Caithfidh tú cead a thabhairt do Poedit teaghráin inaistrithe a lorg sna comhaid fhoinseacha.
gl: Poedit necesita acceder aos ficheiros de orixe para buscar cadeas traducíbeis.
hu: A Poedit-nek hozzáférés kell a forrásfájlokhoz, hogy lekérdezzék őket a fordítható karakterláncokra.
hy: Poedit-ը պետք է մուտք ունենա ելակետային ֆայլերին՝ ստուգելու համար թարգմանելի տողերի առկայությունը:
id: Poedit perlu mengakses berkas-berkas sumber Anda untuk memindai mereka mencari kalimat-kalimat yang dapat diterjemahkan.
kab: Poedit yesra ad yekcem ɣer ifuyla iɣbula inek iwakken ad inadi izraren n tsuqqilt.
ko: 번역 가능한 문자열을 스캔하기 위해 Poedit이 소스 코드에 접근할 수 있어야 합니다.
ms: Poedit memerlukan capaian ke fail sumber anda supaya dapat mengimbas rentetan-rentetan boleh terjemah.
nb: Poedit må få tilgang til kildefilene dine for å skanne dem etter oversettbare strenger.
ru: Poedit должен получить доступ к вашим исходным файлам, чтобы сканировать их на наличие переводимых строк.
sk: Poedit potrebuje prístup k vašim súborom so zdrojovým kódom, aby v nich mohol vyhľadať preložiteľné reťazce.
sl: Poedit mora dostopati do vaših izvornih datotek za pregled nizov, ki jih je mogoče prevesti.
tg: Poedit мехоҳад ба файлҳои манбаи шумо барои ёфтани сатрҳои тарҷумашаванда дастрасӣ пайдо кунад.
th: Poedit ต้องการการเข้าถึงไฟล์ข้อมูลเพื่อสแกนหาสตริงที่สามารถแปลได้
tr: Poedit’in, çevrilebilir satırları taramak için kaynak dosyalarınıza erişmesi gerekiyor.
uz: Poedit sizning fayllaringizni, tarjima qilinadigan satrlarni skanerlashi uchun ularga kira olishi kerak.
zh_hant: Poedit 需要存取您的來源檔，才能掃描是否有可翻譯的字串。

# NSNetworkVolumesUsageDescription
source: Poedit needs to access your source files to scan them for translatable strings.
af: Poedit benodig toegang tot u bronlêers om dit vir vertaalbare stringe te skandeer.
be: Для Poedit неабходны доступ да вашых зыходных файлаў, каб прасканіраваць іх на наяўнасць радкоў для перакладу.
bg: Poedit трябва да има достъп до файловете с изходния код, за да може да ги сканира за текстове за превод.
ca: El Poedit necessita accedir als fitxers de codi font per a cercar-hi cadenes traduïbles.
de: Poedit muss auf Ihre Quelldateien zugreifen, um sie nach übersetzbaren Zeichenketten zu durchsuchen.
es: Poedit necesita acceder a sus archivos fuente para analizarlos en busca de cadenas traducibles.
eu: Poedit-ek zure iturburu fitxategietara sartu behar du kate itzulgarriak bilatzeko.
ga: Caithfidh tú cead a thabhairt do Poedit teaghráin inaistrithe a lorg sna comhaid fhoinseacha.
gl: Poedit necesita acceder aos ficheiros de orixe para buscar cadeas traducíbeis.
hu: A Poedit-nek hozzáférés kell a forrásfájlokhoz, hogy lekérdezzék őket a fordítható karakterláncokra.
hy: Poedit-ը պետք է մուտք ունենա ելակետային ֆայլերին՝ ստուգելու համար թարգմանելի տողերի առկայությունը:
id: Poedit perlu mengakses berkas-berkas sumber Anda untuk memindai mereka mencari kalimat-kalimat yang dapat diterjemahkan.
kab: Poedit yesra ad yekcem ɣer ifuyla iɣbula inek iwakken ad inadi izraren n tsuqqilt.
ko: 번역 가능한 문자열을 스캔하기 위해 Poedit이 소스 코드에 접근할 수 있어야 합니다.
ms: Poedit memerlukan capaian ke fail sumber anda supaya dapat mengimbas rentetan-rentetan boleh terjemah.
nb: Poedit må få tilgang til kildefilene dine for å skanne dem etter oversettbare strenger.
ru: Poedit должен получить доступ к вашим исходным файлам, чтобы сканировать их на наличие переводимых строк.
sk: Poedit potrebuje prístup k vašim súborom so zdrojovým kódom, aby v nich mohol vyhľadať preložiteľné reťazce.
sl: Poedit mora dostopati do vaših izvornih datotek za pregled nizov, ki jih je mogoče prevesti.
tg: Poedit мехоҳад ба файлҳои манбаи шумо барои ёфтани сатрҳои тарҷумашаванда дастрасӣ пайдо кунад.
th: Poedit ต้องการการเข้าถึงไฟล์ข้อมูลเพื่อสแกนหาสตริงที่สามารถแปลได้
tr: Poedit’in, çevrilebilir satırları taramak için kaynak dosyalarınıza erişmesi gerekiyor.
uz: Poedit sizning fayllaringizni, tarjima qilinadigan satrlarni skanerlashi uchun ularga kira olishi kerak.
zh_hant: Poedit 需要存取您的來源檔，才能掃描是否有可翻譯的字串。

# NSRemovableVolumesUsageDescription
source: Poedit needs to access your source files to scan them for translatable strings.
af: Poedit benodig toegang tot u bronlêers om dit vir vertaalbare stringe te skandeer.
be: Для Poedit неабходны доступ да вашых зыходных файлаў, каб прасканіраваць іх на наяўнасць радкоў для перакладу.
bg: Poedit трябва да има достъп до файловете с изходния код, за да може да ги сканира за текстове за превод.
ca: El Poedit necessita accedir als fitxers de codi font per a cercar-hi cadenes traduïbles.
de: Poedit muss auf Ihre Quelldateien zugreifen, um sie nach übersetzbaren Zeichenketten zu durchsuchen.
es: Poedit necesita acceder a sus archivos fuente para analizarlos en busca de cadenas traducibles.
eu: Poedit-ek zure iturburu fitxategietara sartu behar du kate itzulgarriak bilatzeko.
ga: Caithfidh tú cead a thabhairt do Poedit teaghráin inaistrithe a lorg sna comhaid fhoinseacha.
gl: Poedit necesita acceder aos ficheiros de orixe para buscar cadeas traducíbeis.
hu: A Poedit-nek hozzáférés kell a forrásfájlokhoz, hogy lekérdezzék őket a fordítható karakterláncokra.
hy: Poedit-ը պետք է մուտք ունենա ելակետային ֆայլերին՝ ստուգելու համար թարգմանելի տողերի առկայությունը:
id: Poedit perlu mengakses berkas-berkas sumber Anda untuk memindai mereka mencari kalimat-kalimat yang dapat diterjemahkan.
kab: Poedit yesra ad yekcem ɣer ifuyla iɣbula inek iwakken ad inadi izraren n tsuqqilt.
ko: 번역 가능한 문자열을 스캔하기 위해 Poedit이 소스 코드에 접근할 수 있어야 합니다.
ms: Poedit memerlukan capaian ke fail sumber anda supaya dapat mengimbas rentetan-rentetan boleh terjemah.
nb: Poedit må få tilgang til kildefilene dine for å skanne dem etter oversettbare strenger.
ru: Poedit должен получить доступ к вашим исходным файлам, чтобы сканировать их на наличие переводимых строк.
sk: Poedit potrebuje prístup k vašim súborom so zdrojovým kódom, aby v nich mohol vyhľadať preložiteľné reťazce.
sl: Poedit mora dostopati do vaših izvornih datotek za pregled nizov, ki jih je mogoče prevesti.
tg: Poedit мехоҳад ба файлҳои манбаи шумо барои ёфтани сатрҳои тарҷумашаванда дастрасӣ пайдо кунад.
th: Poedit ต้องการการเข้าถึงไฟล์ข้อมูลเพื่อสแกนหาสตริงที่สามารถแปลได้
tr: Poedit’in, çevrilebilir satırları taramak için kaynak dosyalarınıza erişmesi gerekiyor.
uz: Poedit sizning fayllaringizni, tarjima qilinadigan satrlarni skanerlashi uchun ularga kira olishi kerak.
zh_hant: Poedit 需要存取您的來源檔，才能掃描是否有可翻譯的字串。
